{
    "head": {
      "title": "Borgatta | Recupera",
      "description": "Así se desarrolla un servicio web con tecnología no-code",
      "image_alt": "Recupera, caso de estudio por Acueducto",
      "headerTitle": "Recupera"
    },
    "headerTitle": "Recupera",
    "title": "Cómo validar una app en el mercado lo más rápido y barato posible - Recupera",
    "tags": "Diseño UI<br/>Desarrollo web<br/>Desarrollo no-code<br/>Branding<br/>Product management<br/>Estrategia de producto",   
    "video": "blockstem.mp4",
    "logo": "recupera.svg",
    "link": "blockstem",
    "intro_section": {
      "tags": [
        "Diseño UI",
        "Desarrollo web",
        "Desarrollo no-code",
        "Branding",
        "Product Management",
        "Estrategia de producto"
      ],
      "title": "<b>Acto I</b><br/>Cómo validar una app en el mercado lo más rápido y barato posible",
      "p": "Karla es la fundadora de Recupera, una startup tecnológica que ayuda a los asalariados de todo México a cumplir con sus obligaciones fiscales y a recuperar su saldo a favor del SAT con un par de clicks.<br/><br/>Este es el primer emprendimiento de Karla y, a pesar de no contar con conocimientos tecnológicos o un cofundador técnico, cuenta con una de las características más difíciles de encontrar en el ecosistema de emprendimiento digital: una solución ambiciosa e innovadora a un problema que existe a escala en la sociedad.",
      "quote": {
        "quote": "Gracias a los workshops y sesiones que tuvimos me sentí parte integral del proceso de desarrollo y validación. Entiendo perfectamente por qué se tomaron todas las decisiones que tomamos y por qué diseñamos la herramienta como lo hicimos.<br/><br/>Desde que escuché su podcast sabía que tenía que trabajar con ustedes pero su forma de trabajo y la calidad del mismo me sorprendió. Todo siempre fue muy profesional y eficiente.",
        "name": "Karla Hernández",
        "label": "CEO, Recupera"
      }
    },
    "second_section": {
      "title": "<b>Acto II</b><br/>Estos fueron los retos del proyecto",
      "p": "Karla tenía la convicción de que el problema que está solucionando es uno latente en México. Pero faltaban algunas piezas del rompecabezas:",
      "aspects": [
        {
          "title": "Riesgos de negocio",
          "p": "Platicamos con todas las aristas del negocio (clientes, manufactura, finanzas, marketing y dirección estratégica) que esta nueva plataforma impactaría para asegurarnos de desarrollar una herramienta que impactara positivamente a cada área de la empresa."
        },
        {
          "title": "Riesgos de usabilidad",
          "p": "Diseñamos prototipos e hicimos pruebas exhaustivas, tanto con doctores como con el equipo de manufactura, para asegurarnos de diseñar un producto que los hace pensar el mínimo, indica naturalmente el siguiente paso y entrega resultados lo más rápido posible."
        },
        {
          "title": "Riesgos de valor",
          "p": "Validamos en más de 50 entrevistas de usuario donde escuchamos, de boca tanto de doctores como de empleados de Borgatta, que la alternativa digital que construimos era una más eficiente y amigable que la que estaban viviendo en ese momento."
        },
        {
          "title": "Riesgos de viabilidad",
          "p": "Nuestro equipo de ingenieros de software validó, paso por paso, que pudiéramos construir una plataforma capaz de desarrollarse con un equipo reducido y que fuera fácil de mantener y escalar en el largo plazo según los objetivos de Borgatta."
        }
      ],
      "quote": {
        "quote": "Creemos que nuestro mundo es muy complejo de comprender y ustedes entendieron nuestro lenguaje y nuestra visión.<br/><br/>Más que un agente externo y aislado la experiencia ha sido una de trabajo en equipo con las mejores metodologías, que ustedes son quienes las traen a la mesa.",
        "name": "Estefanía Mejía",
        "label": "directora creativa, Borgatta"
      }
    },
    "third_section": {
      "title": "<b>Acto III</b><br/>Y los resultados fueron excepcionales",
      "p": "La plataforma terminó su fase beta y aunque estamos convencidos de que nos esperan muchos logros más en el futuro, en sus primeros meses viva conseguimos:",
      "results": [
        {
          "title": "100%",
          "subtitle": "transparencia",
          "p": "en movimientos del Portal con total visibilidad en retrasos y conflictos"
        },
        {
          "title": "4 países",
          "p": "podrán utilizar la plataforma respetando las preferencias operacionales de cada lugar."
        },
        {
          "sign": "+",
          "title": "50 casos",
          "p": "de tratamientos terminados y administrados por la nueva plataforma"
        },
        {
          "sign": "+",
          "title": "2600",
          "subtitle": "doctores",
          "p": "capacitados tienen acceso a la plataforma."
        },
        {
          "sign": "+",
          "title": "600",
          "subtitle": "mensajes",
          "p": "(que antes eran enviados por múltiples canales) centralizados en el Portal."
        },
        {
          "sign": "+",
          "title": "$700k",
          "subtitle": "facturados",
          "p": "de forma automática sin necesidad de enviar comprobantes ni revisar estados de cuenta"
        }
      ],
      "quote": {
        "quote": "Con este proyecto dimos un paso que queríamos dar desde hace mucho tiempo pero que nunca lo habíamos conseguido.<br/><br/>Acueducto es una empresa que suma en todas nuestras áreas y que ahora es parte de Borgatta.",
        "name": "Cindy Borgatta",
        "label": "CMO, Borgatta"
      }
    },
    "fourth_section": {
      "title": "<b>Acto III</b><br/>Ahora es momento de voltear, una vez más, hacia el horizonte",
      "p": "Gracias a este tipo de iniciativas y ambición, Borgatta es uno de los líderes en una industria tan competida como lo es la de manufactura de equipo dental.<br/><br/>Y ahora que dieron vida a una plataforma con tantas funcionalidades que ayudan tanto a sus clientes como a su equipo de operación; Cindy y su equipo siguen haciendo lo mismo que los trajo hasta este punto: buscar incesantemente como mejorar y ser más competitivos."
    },
    "seventh_section": {
    "linkp": "visita"
    }
  }