{
  "head": {
    "title": "How to build a world-class web app | Wellmee",
    "description": "This was the process we used to develop a global-scale web app.",
    "image_alt": "Wellmee, case study by Acueducto",
    "headerTitle": "Wellmee"
  },
  "headerTitle": "Wellmee",
  "title": "How to build a world-class web app - Wellmee",
  "tags": "UI Design<br/>Web Development<br/>No-code Development<br/>Branding<br/>Product Management<br/>Product Strategy",
  "video": "recupera.mp4",
  "logo": "wellmee.svg",
  "link": "wellmee",
  "intro_section": {
    "tags": [
      "UI Design",
      "Web Development",
      "No-code Development",
      "Branding",
      "Product Management",
      "Product Strategy"
    ],
    "title": "<b>Act I</b><br/>How to build a world-class web app",
    "p": "This is the story of how Sebastián, who is building Wellmee - a startup looking to revolutionize preventive health and the experience we have during medical check-ups - asked us to design and develop the Minimum Viable Product (MVP) of his product. An adventure of validation, connections with third parties, data visualization, and much more.",
    "characteristics": {
      "first": {
        "subtitle": "A dream for customer experience and optimizing internal operations",
        "p": "Wellmee is a company by Sebastián Patrón, Humberto Herrera, and Eduardo Díaz that seeks to transform the experience around preventive health by facilitating access to comprehensive medical check-ups and following the guidelines of integrative medicine.<br/><br/>This is a startup that aims to reduce the cryptic language in the sheets and sheets of data you get when receiving test results from laboratories; as well as eliminating the need to travel to their facilities and making your health evolution visible as you accumulate more medical records."
      },
      "second": {
        "subtitle": "Aiming to build a world-class product",
        "p": "When Sebastián came to our sales table, he told us about Wellmee's vision and his desire to test this concept and develop an MVP that would serve to validate his business model. Once the first version of this product was built, he would apply to the Y Combinator acceleration program (where only 1.5% of applicants are accepted)."
      },
      "third": {
        "subtitle": "Specific challenges existed",
        "challenges": [
          {
            "title": "Testing a concept",
            "p": "Despite Wellmee being a great idea from day 0, it was necessary to test it with real users and gather market feedback to ensure its attractiveness."
          },
          {
            "title": "Developing a relevant experience",
            "p": "Sebastián is a design-oriented founder, so naturally, he sought to have excellent standards in interface design, interaction, and user experience from day one."
          },
          {
            "title": "Designing the best possible product",
            "p": "It was essential to find and have feedback from those who would be the first customers of the company."
          },
          {
            "title": "Managing project transition",
            "p": "Sebastián came to us to validate his idea, but once he secured his first round of investment, he would have enough resources to hire a product team to iterate and experiment. Therefore, from the beginning, an intuitive architecture and exhaustive documentation had to be thought out so that any developer could take control of the project in the future."
          }
        ]
      }
    }
  },
  "second_section": {
    "title": "<b>Act II</b><br/>And the solution was to build a beautiful and functional product",
    "solutions": [
      {
        "title": "Intuitive onboarding",
        "p": "It has an onboarding process to guide new users in its use."
      },
      {
        "title": "Automatic scheduling and reminders",
        "p": "Schedule check-ups, receive payments, and send automatic reminders for appointments."
      },
      {
        "title": "Integrated medical score",
        "p": "Displays a medical score designed by a panel of integrative medicine doctors to provide you with an easily understandable report about your health status."
      },
      {
        "title": "Biomarker data and recommendations",
        "p": "Provides all your biomarker information in your profile in a user-friendly manner with recommendations to improve your health. Additionally, you can view the history of each biomarker and compare it with the result of each new check-up."
      },
      {
        "title": "Export results to PDF",
        "p": "Capable of exporting PDFs with results to share with your doctor and anyone you want."
      }
    ]
  },
  "third_section": {
    "title": "<b>Act III</b><br/>With a proven process",
    "points": [
      {
        "p": "The first thing we did was a facilitation workshop to build a Lean Canvas. The result allowed us to deeply understand the business logic, its resources, strengths, weaknesses, key alliances, and vision."
      },
      {
        "p": "Next, we conducted a series of design sprints where we created prototypes and tested them with real users with various iterations until we reached a robust and validated result."
      },
      {
        "p": "And the time to build arrived. We designed a scalable and maintainable architecture with proper documentation tailored to the needs of Wellmee's new development team led by Eduardo Díaz."
      },
      {
        "p": "Extra note: Notion. The entire project, both its documents and specifications, was managed in our client project dashboard, which is a portal where reports, documentation, calendars, deliveries, feedback, and any type of file produced or required for each project are reviewed and stored."
      }
    ],
    "subtitle": "We managed to be agile and design an incredible experience",
    "p": "We developed this product to face Wellmee's upcoming challenges, such as the integration of hundreds of phlebotomists (sample takers for check-ups) into their team - thanks to an automated appointment calendar - or the effective formation of their new development team - thanks to extensive documentation supervised by a Meta developer. But we also achieved:",
    "results": [
      {
        "title": "0",
        "subtitle": "human errors",
        "p": "in capturing results thanks to direct integration with the laboratory via API."
      },
      {
        "sign": "+",
        "title": "64",
        "subtitle": "biomarkers",
        "p": "grouped into pillars with user- and doctor-friendly results."
      },
      {
        "title": "1",
        "subtitle": "week",
        "p": "to validate the original concept."
      },
      {
        "sign": "+",
        "title": "15",
        "subtitle": "user tests",
        "p": "where real people gave us feedback to design the best product."
      }
    ]
  },
  "fourth_section": {
    "title": "<b>Act IV</b><br/>But what's next for Wellmee?",
    "p": "Now is the time for Wellmee, with its own team of developers, to iterate and experiment with its MVP, apply to Y Combinator, continue seeking new clients, and prepare for its next round of investment.<br/><br/>It's always exciting to see a group of people challenging the status quo. The energy that Sebastián and his company have is contagious, and we are grateful to have been part of the story of this growing startup."
  }
}