{
  "head": {
    "title": "No code app development, branding and web design for Recupera",
    "description": "Discover how Recupera leveraged No code app development, branding and web design to revolutionize tax obligations for Mexican workers. Explore their journey.",
    "image_alt": "Recupera, case study by Acueducto",
    "headerTitle": "Recupera",
    "seo_h1": "No code app development: Recupera"
  },
  "headerTitle": "Recupera",
  "title": "How to validate an app idea as fast and cheap as possible - Recupera",
  "tags": "UI Design<br/>Web Development<br/>No-Code Development<br/>Branding<br/>Product Management<br/>Product Strategy",
  "video": "recupera.mp4",
  "logo": "recupera.svg",
  "link": "recupera",
  "intro_section": {
    "tags": [
      "UI Design",
      "Web Development",
      "No-Code Development",
      "Branding",
      "Product Management",
      "Product Strategy"
    ],
    "title": "<b>Act I</b><br/>How to validate an app idea as fast and cheap as possible",
    "p": "Karla is the founder of Recupera, a technological startup that helps salaried workers throughout Mexico meet their tax obligations and reclaim their balance in favor of the SAT with just a few clicks.<br/><br/>This is Karla's second venture, and despite not having technological knowledge or a technical co-founder, she possesses one of the most challenging characteristics to find in the digital entrepreneurial ecosystem: an ambitious and innovative solution to a problem that exists on a societal scale.",
    "quote": {
      "quote": "Thanks to the workshops and sessions we had, I felt an integral part of the development and validation process. I perfectly understand why we made all the decisions we made and why we designed the tool as we did.<br/><br/>Ever since I heard your podcast, I knew I had to work with you, but your way of working and the quality of it surprised me. Everything was always very professional and efficient.",
      "name": "Karla Hernández",
      "label": "CEO, Recupera"
    }
  },
  "second_section": {
    "title": "<b>Act II</b><br/>These were the project's challenges",
    "p": "Karla was convinced that the problem she was solving is a latent one in Mexico. But there were some missing pieces of the puzzle:",
    "challenges": [
      {
        "p": "She didn't know if the idea would be well-received in the market. Before making a large investment in a product, verifying the need is vital, so the product had to be tested with real users."
      },
      {
        "p": "She had no technical knowledge or a technical co-founder. For founders without a background in software development, building a solution to test it is more challenging, fortunately, that's where we come in."
      },
      {
        "p": "She didn't have many resources and didn't want to invest a lot of money in building a Minimum Viable Product (MVP) just to validate an idea."
      }
    ]
  },
  "third_section": {
    "title": "<b>Act III</b><br/>Here’s what we did",
    "p": "We got to work and, hand in hand with Karla, we designed a project plan that considered the project constraints but allowed us to iterate, test with real users, and validate if the market existed.",
    "points": {
      "first": {
        "subtitle": "We conducted a series of design sprints",
        "p": "Where we interviewed experts in the problem we were solving, sketched, prototyped, and tested multiple solutions with real users to validate the business idea in the market."
      },
      "second": {
        "subtitle": "We build a compelling brand",
        "p": "A brand with a name, logo, typography, color palette, and UI Kit, as well as a landing page with a clean and minimalist design that aligns with the visual quality of the most successful applications in the world. Although Karla is a solopreneur, her site reflects a reliable company with a whole team behind Recupera's mission and vision."
      },
      "third": {
        "subtitle": "We developed a </br>no-code tool",
        "p": "Although this version of the product has limitations compared to the UI experience designed during the design sprint, it is powerful enough to serve hundreds of users and start gaining traction."
      }
    }
  },
  "fourth_section": {
    "title": "<b>Act IV</b><br/>Specifics of the project",
    "p": "Although Recupera's system has few features and some limitations of customization due to its no-code nature, the goal of this project was to go from 0 to 1. In other words, to validate an idea in the market and start gaining traction.<br/><br/>There are few things as exciting as participating in the construction of a product that solves a real need, and this time we had the opportunity to help Karla bring her vision to life. Here are some of the functionalities that were incorporated into the project:",
    "functionalities": [
      {
        "p": "Payment gateway"
      },
      {
        "p": "Authentication"
      },
      {
        "p": "Personalized dashboard"
      },
      {
        "p": "Up to 1000 users with no-code"
      },
      {
        "p": "Educational content"
      },
      {
        "p": "User and account management"
      },
      {
        "p": "Tax refund forecast"
      },
      {
        "p": "Sales site"
      },
      {
        "p": "Consultation of tax data"
      },
      {
        "p": "Validated business idea"
      }
    ],
    "quote": {
      "quote": "There is not a single person who hasn't told me that the work we did was exceptional, that the design is clean and sophisticated, or that the business idea is very valuable. Now what we need is distribution for this exceptional product.",
      "name": "Karla Hernández",
      "label": "CEO, Recupera"
    }
  }
}